Repository: DomenicaB/LSF-330838-Translation-Technologies
Catalog: Renewable energies/tmx/Erneuerbare_Energie_DE_Renewable_energy_en.tmx
Source language: de_de
Languages: en

source: ARTIKEL -Erneuerbare Energien
en: ARTICLE -Renewable Energy

source: Erneuerbare Energien Einleitung Erneuerbare Energien gehören zu den wichtigsten Stromquellen in Deutschland und ihr Ausbau ist eine zentrale Säule der Energiewende.
en: Renewable Energy Introduction Renewable energy sources are some of the most important sources of electricity for Germany, and the expansion of renewables is one of the central pillars in Germany's energy transition.

source: Unsere Energieversorgung soll klimaverträglicher werden und uns gleichzeitig unabhängiger vom Import fossiler Brenn-, Kraft- und Heizstoffe machen.
en: Our energy supply is to become more climate-friendly, and is also to make us less dependent on imports of fossil fuels.

source: Solaranlage zum Thema Erneuerbare Energien; Quelle: iStock.com/nullplus © iStock.com/nullplus
en: Solar plant; Source: iStock.com/nullplus © iStock.com/nullplus

source: Die Stromversorgung in Deutschland wird Jahr für Jahr „grüner“.
en: Germany’s electricity supply is becoming “greener” every year.

source: Der Anteil der erneuerbaren Energien am Stromverbrauch wächst beständig: von rund sechs Prozent im Jahr 2000 auf rund 42 Prozent im Jahr 2019. Damit wurde die Zielmarke von 35 Prozent für das Jahr 2020 vorzeitig deutlich übertroffen.
en: The share of renewables in electricity consumption has steadily grown over the last few years – rising from around 6% in 2000 to around 38% in 2018. This means that the 35% target for 2020 was reached earlier than expected.

source: Bis zum Jahr 2025 sollen 40 bis 45 Prozent des in Deutschland verbrauchten Stroms aus erneuerbaren Energien stammen.
en: By 2025, 40-45% of electricity consumed in Germany is to derive from renewables.

source: So sieht es das Erneuerbare-Energien-Gesetz – kurz EEG – vor.
en: This is the aim set out in the Renewable Energy Sources Act.

source: Insgesamt stellt sich die Stromerzeugung in Deutschland wie in der folgenden Grafik dar:
en: The following diagram provides an overview of Germany’s electricity mix:

source: Bruttostromerzeugung in Deutschland 2017 in TWh Bild vergrößern Bruttostromerzeugung in Deutschland 2017 in TWh; vorläufige Angaben, z.T. geschätzt; ** regenerativer Anteil; Stand: Februar 2018
en: Gross electricity generation in Germany in 2017, Working Group on Energy Balances, status: February 2018 Enlarge Gross electricity generation in Germany in 2017 in TWh; preliminary figures incl. some estimates; **regenerative part; last updated: February 2018

source: © AG Energiebilanzen
en: © Working Group on Energy Balances

source: Auch bei der Wärmeversorgung spielen erneuerbare Energien zunehmend eine wichtige Rolle.
en: Renewables are also becoming more important with regard to heat supply.

source: Derzeit beträgt der Anteil erneuerbarer Energien am Endenergieverbrauch für Wärme und Kälte 13,9 Prozent.
en: At present, they account for 13.9% of final energy consumption for heat and cooling.

source: Bis zum Jahr 2020 sollen es 14 Prozent sein.
en: By 2020, this share is to reach 14%.

source: Die Energieträger der Energiewende Wind- und Sonnenenergie sind die wichtigsten erneuerbaren Energieträger.
en: Energy sources that drive forward the energy transition Wind and solar energy are the most important forms of renewables.

source: Daneben leisten Biomasse und Wasserkraft einen wertvollen Beitrag zur nachhaltigen Energieversorgung.
en: Biomass and hydropower are also valuable building blocks in our energy system.

source: Sonnenenergie: Im Strombereich wird mit Photovoltaikanlagen die Energie der Sonnenstrahlung direkt in Strom umgewandelt.
en: Solar energy: in photovoltaic installations, solar panels directly transform sunlight into electricity.

source: Neue Solaranlagen gehören heute zu den günstigsten Erneuerbare-Energien-Technologien.
en: New solar installations are among the most affordable renewables technologies.

source: Mehr als 1,6 Millionen Photovoltaikanlagen stellten Ende des Jahres 2019 mit rund 47,5 Gigawatt Leistung den zweitgrößten Anteil der Stromerzeugungssysteme bei den erneuerbaren Energien, nach der Windenergie an Land mit einer installierten Leistung von über 52 Gigawatt.
en: At the end of 2019, the number of PV installations stood at 1.6 million. These produced around 45 gigawatts of electricity, making PV the second largest source of renewable electricity after onshore wind energy, with an installed capacity of over 52 gigawatts.

source: Im Wärmebereich nutzen die Solarkollektoren die Energie der Sonne, um Wärme für die Trinkwassererwärmung oder für Industrieprozesse zu erzeugen.
en: In the heating sector, solar collectors use energy from the sun to generate heat for domestic hot water or industrial processes.

source: Windenergie spielt gegenwärtig die tragende Rolle beim Ausbau der erneuerbaren Energien.
en: At present, wind energy is the driving force in expanding renewables.

source: Im Jahr 2018 betrug die installierte Leistung der Windenergieanlagen an Land 52,5 Gigawatt und auf See 6,4 Gigawatt.
en: In 2018, onshore and offshore wind energy installations accounted for an installed capacity of 52.5 and 6.4 gigawatts respectively.

source: An Land wurden rund 90,5 TWh und auf See rund 19,5 TWh erzeugt, insgesamt also rund 110 Terawattstunden.
en: In total, approximately 110 terawatt hours were generated by onshore (90.5 TWh) and offshore (19.5 TWh) installations.

source: Damit liegt der Anteil der Windenergieanlagen am deutschen Bruttostromverbrauch bei 18,6 Prozent.
en: The share of wind energy in Germany's gross electricity consumption now stands at 18.6%.

source: Bis zum Jahr 2030 soll nach den Plänen der Bundesregierung eine Leistung von 15 GW bei Windenergie auf See am Netz sein.
en: According to plans drafted by the Federal Government, offshore wind capacity is to reach 15 GW by 2030.

source: Biomasse wird in fester, flüssiger und gasförmiger Form zur Strom- und Wärmeerzeugung und zur Bereitstellung von Biokraftstoffen genutzt.
en: Biomass in solid, liquid and gaseous form is used for electricity and heat generation and for the production of biofuels.

source: Innerhalb der erneuerbaren Energien tragen die Biomassen mit knapp 23 Prozent zur Stromerzeugung, 86 Prozent zum Endenergieverbrauch für Wärme und Kälte und 88 Prozent zum Endenergieverbrauch im Verkehr bei.
en: Biomass accounts for almost 23% of renewable electricity generation, 86% of the renewable energy in total heat and cooling consumption and 88% of the renewables in final energy consumption in the transport sector.

source: Mehr Informationen zur Entwicklung der Erneuerbaren Energien finden Sie auf www.erneuerbare-energien.de.
en: More information on the development of renewable energy can be found (in German) at www.erneuerbare-energien.de.

source: Seit dem 3. Juli 2017 bildet die neue Informationsplattform SMARD nahezu in Echtzeit aktuelle Entwicklungen am Strommarkt ab – auch zu erneuerbaren Energien.
en: Since 3 July 2017, the new SMARD Information Platform (in German) has been providing information on the electricity market – almost in real time. This includes information on renewable energy sources.

source: SMARD bereitet die Daten transparent, verständlich und übersichtlich auf.
en: SMARD makes this data available in a form that is transparent, well-structured and easy-to-understand.

source: Somit können verschiedene Nutzergruppen mit SMARD den Fortgang der Energiewende jederzeit nachverfolgen.
en: This makes the platform a useful tool for different groups of users that are interested in following the energy transition and its progress.

source: Für Expertinnen und Experten stehen zudem umfangreiche Funktionen zur vertieften Analyse bereit.
en: Experts can also make use of numerous tools for in-depth analysis.

source: Öffnet Einzelsicht Vier Zahlen zu erneuerbaren Energien 13,9 Symbolicon für Grüner Strom Prozent Anteil der erneuerbaren Energien am Endenergieverbrauch für Wärme und Kälte in Deutschland im Jahr 2018
en: Four key figures on renewable energy 29.0 Symbolicon für Grüner Strom per cent share of renewables in gross electricity generation in Germany in 2016

source: 37,8 Symbolicon für Sonne Prozent Anteil der erneuerbaren Energien am gesamten Bruttostromverbrauch in Deutschland im Jahr 2018
en: 31,5 Symbolicon für Sonne per cent share of renewables in Germany’s gross electricity consumption in 2016

source: Symbolicon für Windräder Prozent Anteil der gesamten Windenergie an der gesamten Stromerzeugung in Deutschland im Jahr 2018
en: Symbolicon für Windräder per cent share of wind power in electricity generation from renewable sources in 2016

source: 4,33 Symbolicon für Geld ct/kWh: Durchschnittlicher Zuschlagswert in der letzten Ausschreibungsrunde für PV-Freiflächenanlagen nach dem EEG 2017 (zum Vergleich: erste Ausschreibungsrunde der Pilotrunde durchschnittlicher Zuschlagswert 9,17 ct/kWh)
en: 4.33 Symbolicon für Geld ct/kWh average level of funding awarded in the first round of auctions for ground-mounted PV installations under the 2017 Renewable Energy Sources Act (as a comparison: in first pilot auction round, average funding awarded was 9.17 ct/kWh)

source: EEG 2021
en: RENEWABLE ENERGY SOURCES ACT

source: Auf dem Weg zur Treibhausgasneutralität
en: Making the right choices

source: In Deutschland ist das Erneuerbare-Energien-Gesetz (EEG) seit mehr als 20 Jahren eine zentrale Grundlage für den Ausbauerfolg der erneuerbaren Energien im Stromsektor.
en: The Renewable Energy Sources Act (EEG), which entered into force in 2000, is a key driving force for the expansion of renewable energy in Germany.

source: Bereits heute deckt Strom aus erneuerbaren Energien an vielen Tagen mehr als die Hälfte des gesamten deutschen Stromverbrauchs.
en: The 2014 revision of the Renewable Energy Sources Act was an important step towards setting the energy transition on a path to success.

source: Um diesen Erfolg fortzusetzen, sind die entsprechenden Rahmenbedingungen im „EEG 2021“ zu schaffen.
en: The Renewable Energy Sources Act built a platform for the expansion of renewables, enabling them to become one of the mainstays of Germany’s power supply.

source: Der Ausbau der erneuerbaren Energien kann auch mittel- und langfristig nur weiter erfolgreich sein, wenn auch das energiewirtschaftliche Zieldreieck weiterhin eingehalten wird.
en: The figure in 2000 was only around six per cent.

source: Neben dem Umwelt- und Klimaschutz gehört hierzu auch, dass die Kosten im Interesse einer preisgünstigen Energieversorgung und bezahlbarer Strompreise begrenzt bleiben.
en: The Act had the aim of enabling young technologies such as wind and solar energy to enter the market with support provided by fixed tariffs and a purchase guarantee.

source: Mit Blick auf eine sichere und kosteneffiziente Stromversorgung müssen die erneuerbaren Energien außerdem stärker in den Strommarkt und das Stromversorgungssystem integriert werden, und ihr Ausbau muss mit dem Ausbau der für den Transport erforderlichen Stromnetze synchronisiert werden.
en: The 2014 revision of the Renewable Energy Sources Act stipulated a binding expansion corridor sharply reduced the costs via a concentration on the cheap technologies of wind power and photovoltaics stipulated that new large-scale installations are responsible for marketing the electricity they generate (better integration into the electricity market) halted the rapid rise in electricity prices The price of electricity is a major factor in the level of competitiveness of energy-intensive industries facing international competition.

source: Vor dem Hintergrund dieser Herausforderungen soll das „EEG 2021“ zukunftsfähige Lösungen für die beschriebenen Herausforderungen liefern.
en: These companies are covered by the special equalisation scheme, which in certain circumstances provides for a reduced EEG surcharge.

source: Am 23. September 2020 hat die Bundesregierung den Gesetzentwurf für das EEG beschlossen.
en: Also, the Renewable Energy Sources Act grants self-suppliers and self-generators certain privileges under certain conditions.

source: Das „EEG 2021“ soll das geltende EEG 2017 ersetzen und zum 1. Januar 2021 in Kraft treten.
en: Find out more about the special equalisation scheme and self-suppliers.

source: Die wichtigsten Inhalte des EEG 2021 gliedern sich in sechs Komplexe:
en: Publications on renewable energy

source: EEG 2017 Wettbewerbliche Vergütung der erneuerbaren Energien
en: RENEWABLE ENERGY SOURCES ACT

source: Mit dem EEG 2017 wurde die nächste Phase der Energiewende eingeläutet: Die Förderhöhe des erneuerbaren Stroms wird nicht wie bisher staatlich festgelegt, sondern grundsätzlich durch wettbewerbliche Ausschreibungen am Markt ermittelt - ein Paradigmenwechsel bei der Förderung der erneuerbaren Energien.
en: Competition-based funding for renewable energy The 2017 Renewable Energy Sources Act has ushered in the next phase of the energy transition: funding rates for renewable electricity are no longer fixed by government, but are basically determined via a competitive market-based auction scheme – a fundamental change in funding renewable energy.

source: Der weitere Ausbau der erneuerbaren Energien ist und bleibt eine tragende Säule der Energiewende.
en: The expansion of renewable energy continues to be one of the key pillars of the energy transition.

source: Der Anteil erneuerbarer Energien soll von derzeit rund 32 Prozent auf 40 bis 45 Prozent im Jahr 2025 und gemäß der Vereinbarung im Koalitionsvertrag auf 65 Prozent im Jahr 2030 steigen.
en: The share of renewable energy is to be increased from its present level of around 32% up to 40-45% in 2025 and up to 65% in 2030 according to the coalition agreement.

source: Mehr Wettbewerb, ein kontinuierlicher Ausbau mit effektiver Steuerung, Begrenzung der Kosten, Akteursvielfalt und Verzahnung mit dem Netzausbau sind die Koordinaten für die nächste Phase der Energiewende.
en: The next phase of the energy transition will focus on bringing about more competition, a continuous expansion with effective steering, restrictions on costs, stakeholder diversity and dovetailing with grid expansion.

source: Ausbau steuern, Kosten begrenzen und Akteursvielfalt erhalten Das Erneuerbare-Energien-Gesetz (EEG), das im Jahr 2000 in Kraft getreten ist, ist der Motor für den Ausbau erneuerbarer Energien in Deutschland.
en: Steering the expansion, limiting the costs and maintaining stakeholder diversity The Renewable Energy Sources Act (EEG), which entered into force in 2000, is a key driving force for the expansion of renewable energy in Germany.

source: Mit der Reform des EEG im Jahr 2014 folgte ein wichtiger Schritt auf dem Weg zu einer erfolgreichen Energiewende.
en: The 2014 revision of the Renewable Energy Sources Act was an important step towards setting the energy transition on a path to success.

source: Mehr zum EEG und der Novelle im Jahr 2014 erfahren Sie hier.
en: Find out more about the Renewable Energy Sources Act and its 2014 revision here (in German).

source: Das EEG 2017 ist aktuell das zentrale Instrument, um eine effektive jährliche Mengensteuerung zu erreichen und die erneuerbaren Energien stärker an den Markt heranzuführen.
en: The 2017 Renewable Energy Sources Act is currently the key instrument to achieve effective annual quantitative steering and to bring renewables closer to the market.

source: Seit dem 1. Januar 2017 wird die Höhe der EEG-Vergütungen durch Ausschreibungen am Markt bestimmt.
en: Since 1 January 2017, the level of funding has been determined on the market by auction.

source: Die Kernpunkte der EEG-Novelle finden Sie in dieser Präsentation (PDF, 552 KB).
en: The core aspects of the revised Renewable Energy Sources Act are outlined in this presentation (in German) (PDF, 552 KB).

source: Weitere Informationen finden Sie hier.
en: Further information can be found here (in German).

source: Mit einem Bündel an Maßnahmen wird dafür Sorge getragen, dass mit dem EEG 2017 auch die Akteursvielfalt erhalten bleibt.
en: A package of measures is to ensure that the 2017 Renewable Energy Sources Act maintains stakeholder diversity.

source: So wurden möglichst einfache Ausschreibungsmodelle eingeführt und die Bedingungen für Bürgerenergiegesellschaften bei der Ausschreibung von Wind an Land erleichtert.
en: For example, simplified auction models have been introduced, and the conditions applying to citizens’ energy companies taking part in onshore wind auctions have been relaxed.

source: Darüber hinaus sind kleine Anlagen bis 750 kW von den Ausschreibungen von vornherein ausgenommen.
en: Further to this, small PV installations of up to 750 kW are exempted from the auctions.

source: Weitere Informationen zu nationalen und europaweiten Ausschreibungen finden Sie hier.
en: For further information on the national and European auctions, please click here (in German).

source: ERNEUERBARE AUS DEM EU-AUSLAND
en: IMPORTING RENEWABLES FROM OTHER EUROPEAN MEMBER STATES

source: Grenzüberschreitende EE-Ausschreibungen für EU-Staaten Mit dem EEG 2017 wird die Energiewende grenzüberschreitend verankert: Ausschreibungen zur Förderung erneuerbarer Energien sollen im Umfang von fünf Prozent der jährlich zu installierenden Leistung für die Teilnahme von Anlagen mit Standort in anderen Mitgliedstaaten geöffnet werden (ca. 300 Megawatt pro Jahr).
en: Opening up renewable energy auctions to European Member States The 2017 Renewable Energy Sources Act is anchoring the energy transition on a cross-border basis: auctions for funding for renewable energy are now to be opened up to other countries: 5% of new renewables capacity to be installed each year will be opened up to installations in other European Member States (approx. 300 megawatts/year).

source: Die grenzüberschreitenden Ausschreibungen treten ergänzend neben die nationalen Ausschreibungen, welche nur Anlagen mit Standort in Deutschland offen stehen.
en: The cross-border auctions will take place in addition to the national auctions, which are only open to installations located in Germany.

source: Im Jahr 2016 wurden im Rahmen einer Pilot-Kooperation über die gegenseitige Öffnung von Ausschreibungen für Photovoltaik-Freiflächenanlagen mit Dänemark erste Erfahrungen gesammelt.
en: In 2016, initial experience was gathered with Denmark by means of a pilot project on reciprocal opening of auctions for ground-mounted PV installations.

source: An den von der Bundesnetzagentur und der dänischen Energieagentur durchgeführten Ausschreibungen konnten sich Anlagen mit Standort in Deutschland und in Dänemark beteiligen.
en: The auctions held by the Federal Network Agency and the Danish energy agency were open to bidders with installations located in Germany or in Denmark.

source: Es handelte sich um die europaweit ersten grenzüberschreitenden Ausschreibungen.
en: These were the first cross-border auctions in Europe.

source: Aufbauend auf diesen Erfahrungen sind weitere grenzüberschreitende Ausschreibungen geplant.
en: Drawing on experience gained from this tender, further cross-border auctions are planned to be carried out in the future.

source: Zudem soll die anteilige Öffnung auf die Möglichkeit der Kooperation im Bereich Windenergie an Land erweitert werden.
en: Also, these cross-border auctions are to be extended to include the possibility to cooperate on onshore wind energy projects.

source: Hier mehr erfahren.
en: Click here to find out more.

source: ERNEUERBARE WÄRME UND VERKEHR
en: RENEWABLE HEAT AND TRANSPORT

source: Beim Heizen auf Erneuerbare setzen Mehr als die Hälfte unserer Energie wenden wir für die Wärme- und Kälteerzeugung auf.
en: Using renewables for heating More than half our energy is used for heating and cooling purposes.

source: Daher ist der Ausbau erneuerbarer Energien auch im Wärmemarkt von zentraler Bedeutung für die Energiewende insgesamt.
en: If we want the energy transition to be successful, it is therefore crucial to also expand the use of renewable energy in the heating sector. Renewables are taking on an ever more important role in the heating market.

source: Erneuerbare Energien werden auch im Wärmemarkt immer wichtiger: Von 2000 bis 2016 hat sich in Deutschland der Anteil am Endenergieverbrauch für Wärme und Kälte von 4,4 Prozent auf 13,4 Prozent verdreifacht.
en: Between 2000 and 2016, the share of renewables in final energy consumption for heating and cooling tripled, rising from 4.4% to 13.4%.

source: Im Wärmemarkt wird der Einsatz erneuerbarer Energien durch das Erneuerbare-Energien-Wärmegesetz (EEWärmeG) geregelt.
en: Within the heat market, the use of renewable energies is regulated by the Renewable Energies Heat Act.

source: Es sieht vor, dass Bauherren bei Neubauten Wärme anteilig aus erneuerbaren Energien gewinnen, bestimmte Ersatzmaßnahmen wie beispielsweise zusätzliche Dämmmaßnahmen durchführen oder Kraft-Wärme-Kopplung bzw. Fernwärme nutzen.
en: Under this law, builders of new buildings are required to generate a percentage of their heating requirements from renewable sources of energy, to undertake certain compensatory measures such as installing additional insulation, or to use combined heat and power systems or district heating.

source: Ergänzend zum EEWärmeG fördert die Bundesregierung mit Hilfe des Marktanreizprogramms (MAP) den Einsatz erneuerbarer Energien, um deren Anteil an der Wärmeversorgung zu erhöhen.
en: In addition to the Renewable Energies Heat Act, the Federal Government uses the Market Incentive Programme (MAP) to increase the proportion of heat generated from renewable sources.

source: Hauptsächlich für den Gebäudebestand wird der Einsatz von Erneuerbare-Technologien im Wärmemarkt gefördert - beispielsweise Solarthermie-Anlagen, Holzpellet-Heizungen und effiziente Wärmepumpen.
en: Under this programme, assistance is provided primarily for existing buildings to promote the use of renewable energy technology in the heat market, such as solar thermal installations, wood pellet heating systems and efficient heat pumps.

source: Erneuerbare im Verkehr Im Verkehrssektor leisten vor allem Biokraftstoffe wie Bioethanol, Biodiesel oder Biogas seit einigen Jahren einen Beitrag zum Klimaschutz und zur Energieversorgung.
en: Renewables in transport In the transport sector, biofuels like bioethanol, biodiesel and biogas have been helping to cover the energy supply and to mitigate climate change for several years now.

source: Im Jahr 2016 betrug der Anteil der erneuerbaren Energien am Endenergieverbrauch des Verkehrs 5,1 Prozent.
en: In 2016, the share of final energy consumption in transport covered by renewable energy stood at 5.1%.

source: Gemeint sind damit zurzeit fast ausschließlich Biokraftstoffe für Autos, Lastwagen, Züge, Schiffe und Flugzeuge.
en: The renewables in question consisted almost entirely of biofuels for cars, trucks, trains, ships and aircraft.

source: Aber erneuerbare Energien werden auch Schritt für Schritt wichtiger, um mehr Elektroautos anzutreiben.
en: But renewables are also becoming ever more important when it comes to powering more electric vehicles.

source: Die Elektromobilität steht für CO2-armes Fahren und verbindet die Stromerzeugung aus erneuerbaren Energiequellen wie Sonne und Wind mit dem Verkehrssektor.
en: Electric mobility is low-carbon mobility and helps to bring electricity from renewable sources, such as solar and wind energy, into the transport sector.

source: EXPORTINITIATIVE ENERGIE
en: ENERGY EXPORT INITIATIVE

source: Auf in neue Märkte!
en: Off to new markets!
